{
    "description": "Step 4. Expand your one-paragraph summary into a single page",
    "exposition": {
        "description": "(what is the status quo at the start of the story)",
        "text": "No inicio da historia o personagem principal, estudante da setima serie, sem nenhum amigo e desacreditado de todos.",
        "long": "O garoto, jovem comum da sétima série, vive numa cidade de interior e estuda na única escola do bairro passando por uma vida tranquila sem muitos conflitos sendo sempre considerado excêntrico e por isso não tem muitos amigos. Lúcia, sua irmã estuda no terceiro ano e é a menina mais bonita da escola, o que faz com que Jonas, o garoto problema da escola, se apaixone por ela e tente se aproximar do garoto com o objetivo de conhecê-la. Um dia ao ser perseguido na escola vê um rapaz voando em cima da escola e por não conseguir lidar com a informação acaba desmaiando. Em casa depois de despertar do desmaio conta pra sua irmã da conversa que teve com o rapaz volitador mas ela não acredita pois sempre foi muito cética. Jonas finge acreditar no garoto dizendo que acredita mesmo que essas coisas podem acontecer mas na realidade o acha excentrico e começa a espalhar pras pessoas na escola que começam a caçoar dele. Durante um tempo o garoto se vê ainda mais sozinho e se afasta muito de todas as pessoas vivendo em seu mundo o que faz com que ele tenha bastante tempo para pensar sobre o rapaz volitador que encontrou. Depois de uns dias começa a sentir dores na cabeça e uma pequena pressão mas sua irmã e mãe sempre pensam que ele está exagerando."
    },
    "first plot point": {
        "description": "(what major event kicks off the story)",
        "short": "Em um sonho vive um tempo em uma casa perturbada enquanto na verdade está em coma por ter sido levado à uma realidade fantasiosa por Crispim, ao despertar descobre que todo ser humano pode ter habilidades especiais.",
        "long": "Um dia o garoto tem um sonho em que convive em uma casa junto com Crispim e Joana e não pode sair pois muitas pessoas estão do lado de fora tentando saqueá-los. No sonho o garoto é casado com Joana e vive ali muito tempo. Na realidade o garoto foi preso em coma por três anos em uma ilusão criada por Crispim, um homem que finge a alguns anos viver em coma mas na realidade tem a habilidade de criar ilusões na mente de outras pessoas. Ao despertar seus pais já não estavam mais vivos, as poucas pessoas que tinha contato já tinham se formado na escola e ele não era lembrado por mais quase ninguém. Volta então para a escola e a viver sua vida, as pessoas comentam muito sobre como ele ficou ainda mais estranho depois que acordou e por conta disso o garoto vive ainda mais recluso.Certo dia voltando pra casa encontra a mesma casa que passou anos no coma e decide descer para conhecer, encontra então Joana que depois de muita relutância conta que seu pai estava em coma a muito tempo.O garoto começa a suspeitar que aquilo não tinha sido uma ilusão e acaba voltando para dentro da ilusão dias depois, em que descobre que existem habilidades e percebe que ele mesmo também as possui.Sua vida havia mudado e essa informação de que tinha habilidades especiais faz com que ele pense que pode viver uma grande jornada maravilhosa de descoberta das habilidades para entender até onde elas podem ir.Não tem muita clareza do que pode fazer mas também não consegue mais voltar a viver a sua vida medíocre agora que sabe dessa nova realidade.Decide então buscar uma situação de grande medo pois acha que é isso que desperta suas habilidades. "
    },
    "mid-point": {
        "description": "(where things take a turn for the worse)",
        "short": "Vai atrás de compreender as habilidades especiais e acaba descobrindo que algumas pessoas ja sabiam mas que eles não estão felizes com ele saber e ter habilidades",
        "long": "O garoto decide ir para o lugar mais perigoso que conhece em busca de adrenalina e nesse momento é perguido por várias pessoas, mas também vê o rapaz volitador o que faz pensar que existem pessoas boas e ruins que possuem habilidades especiais. Depois desse evento decide sair para explorar suas habilidades e vai em um jantar com uma ilusão de Joana que cria e acaba fazendo com que duas pessoas despertem. O garçom e uma menina que acaba usando suas habilidades para suplantar suas questões de aceitação e é morta.O garoto pensa que pode voltar para a sua vida normal mas o problema vem atrás dele, aparecem todos os perseguidores na sua escola um dia e sem muito pudor expulsam todas as pessoas com o intúito de pega-lo.Larissa, Pedro, garçom e Ítalo, esse último o menino volitador, aparecem na sua escola e tentam convencê-lo a entrar pra gangue deles, mas o garoto não quer se aliar a ninguém pois percebe no discurso deles que na realidade o objetivo é usar as habilidades para dominar as pessoas, já que o garoto não quer se aliar eles decidem pegá-lo porque não querem que mais alguém fique usando as habilidades especiais trazendo assim um potencial problema de toda a humanidade descobrir e tirar das mãos deles o poder de serem os únicos. O garoto então foge para a floresta tentando se esconder mas acaba caindo em um vilarejo encantado, protegido por uma anciâ que cuida do ambiente com suas habilidades de ilusão e ajuda toda a comunidade com a habilidade da expansão do conhecimento, nesse ambiente conhece uma menina que tem a habilidade de cura.Logo o vilarejo é invadido por Larissa e os outros, que destroem tudo enquanto o garoto está preso fora do seu corpo e nada consegue fazer, nessa situação é importante mostrar que Crispim ajudou o garoto porque para ele é importante que o mesmo viva para que possa voltar no tempo em algum momento e o ensinar sobre as habilidades. Larissa, não gosta da forma como Crispim defende o garoto e como ele dá a entender que ele é algo como um salvador quando na verdade ela tem muito mais poder nas mãos que ele.O garoto atordoado com o que aconteceu começa então por não ter controle de suas habilidades a fazer uma viajem para a consciência de cada um dos que seguiam Larissa naquela invazão, perdido no tempo espaço, visita suas histórias, Larissa, Pedro, Crispim e o Garçom.Depois de um tempo consegue retornar ao seu corpo e percebe que tudo tinha se passado em alguns poucos minutos, tudo aquilo tinha se passado pois ele tinha se conectado a todos os invasores pois tinha aprendido com a menina que na realidade tinha a habilidade de amar e compreender.Ao retornar encontra a anciã segurando a menina no colo.A anciã fala pra ele sobre a inevitabilidade da vida e de como as coisas acontecem porque tem que acontecer.O garoto com medo do que tinha acontecido sai correndo no meio da floresta, bate a cabeça e mais uma vez faz uma viagem temporal acordando no futuro. "
    },
    "Plot point two": {
        "description": "(where your character hits rock-bottom and starts turning things around)",
        "short": "Depois de se sentir muito culpado pela morte de algumas pessoas por não usar bem suas habilidades, acredita que em um futuro próximo vai haver muita morte por conta das pessoas terem descoberto as habilidades e decide tomar a dianteira da situação para impedir esse futuro mas percebe que tudo é inevitável",
        "long": "No futuro, vai para um momento em que muitas pessoas tem habilidades mas nota que as estão usando como uma demonstração de poder e não como ele julga certo que é utilizando como se fossem características normais algo como um movimento natural de evolução do ser humano. Enquanto no futuro nota que muitas pessoas estão se matando e percebe a sua busca por habilidades também era uma busca superficial por poder e tem que voltar e lutar para evitar que aquele futuro aconteça. Enquanto em uma viajem para o tempo de Ítalo, aprende a volitar mas também nota que as suas ações influenciam muito o tempo. Ao voltar para seu corpo é sequestrado por Crispim e percebe que eles não estavam para brincadeira e ele estava levando as coisas muito na sua zona de conforto.Começa então uma busca por habilidades e vai a vários momentos afim de aprender as habilidades das pessoas.Depois de viajar para vários momentos e lugares e aprender as habilidades de várias pessoas volta para seu tempo e decide ir à luta mas ainda não sabe como fará mas de uma coisa ele sabe, precisa ir atrás para impedir Crispim.Nesse momento ìtalo tem uma grande decepção ao notar que o Garoto não era o Messias que ele imaginava e decide se afastar um pouco para pensar na vida, volta para a sua vida cotidiana por um tempo mas logo nota que enquanto tudo não tiver resolvido não faz sentido ele se abster e decide procurar o Garoto pois ainda assim ele está tentando resolver a questão.Neste interim, Joana está viva e tendo um caso com o Garçom, e é ela quem cria o plano de fazer com que o mundo todo saiba das habilidades, assim ele não teria mais um trunfo nas mãos e o convense que como ele já sabem a um tempo e não está preso como Crispim pode ser visto como um lider. "
    },
    "Climax and denouement": {
        "description": "(how the story resolves)",
        "short": "O futuro que previu era na verdade uma fantasia que havia criado por acreditar que as habilidades o trariam grandes poderes. Enquanto ele busca compreender como pode sozinho resolver toda a questão, alguns despertos orquestram uma revolta entre despertos e não despertos. Por fim o garoto não aceitando que na verdade toda sua luta era sem sentido e havia causado mais problemas do que resolvido alguma coisa faz com que todos esqueçam que existem as habilidades",
        "long": "Decide voltar no tempo para impedir o que ele acredita ser o princípio de tudo, que era Crispim ter habilidades mas quando retorna ao tempo presente nota que nada havia mudado pois o curso do tempo fez com que estivesse tudo igual, tenta então levar todos para um passado muito distante onde talvez nem houvesse ainda civilização, mas o medo de que o futuro se concretize faz com que ele leve a todos para nova iorque, palco do futuro previsto. Depois disso, Garçom e alguns comparsas que havia recrutado, Jonas e Bento, começam a quebrar várias coisas por lá com o intuito que todos vejam que existem habilidades e as temam, pensando que isso vai fazer com que dificulte o despertar de todos mas não é isso que acontece, começam a despertar pessoas que não tem medo e querem também destruir tudo. Nesse momento, Lúcia, Larissa e Pedro se unem e criam um grande levante contra os despertos revoltosos. Enquanto isso o garoto pensa em uma maneira para que todos vejam o que ele está fazendo e portanto estejam conectados mentalmente pois aprende que consegue se conectar com aqueles que estejam com o fluxo mental conectado. No meio do levante criado por Larissa e Lúcia, Crispim reaparece e Lúcia pensa que ele está do lado do Garçom mas na realidade fingiu estar do lado dele para conseguir controlá-lo. Larissa encontra com Crispim no meio da revolta e enquanto os dois conversam e ela percebe o que ele estava fazendo, Pedro de longe pensa que ele a estava fazendo algo de mal e arremessa algo que o mata. Em seu leito de morte Crispim pede desculpas e Larissa o perdoa. Depois de muita destruição, Pedro e Ítalo começam a perder as esperanças ao verem que Lúcia e Larissa continuam batalhando mas cada vez mais os despertos se revoltam. O garoto desce do dirigível quando percebe que o garçom estava tentando matar Lúcia, desce em um rompante de furia e o mata de forma bem violenta, passa então um momento de crise de identidade pois até entao ele falava que ele queria sempre usar para o bem e era possivel mas ai mata alguem, percebe que na realidade ele só não tinha chegado a um ponto que para ele fizesse sentido usar para seu próprio bem, nesse momento então é levado para um momento bem no passado na idade média em que uma comunidade inteira que vive dentro de um condado fechado sabe da existencia das habilidades e convive com ela a algumas gerações. Nesse momento a princesa desse condado descobre que algumas pessoas estava usando as habilidades para seu proprio bem e fica extremamente triste fazendo com que ela pense que não deveriam usar as habilidades e então da torre do castelo grita que não devia mais usar as habilidades e então ela se mata fazendo com que toda a comunidade começe a ficar em dúvida e esqueça que podiam depois de um tempo que podiam usar as habilidades. O garoto volta então para o tempo de agora e pensa que na realidade precisa mandar uma imagem mental fazendo com que todos esqueçam das habilidades, inclusive ele. No final o garoto se revolta com a situação e não aceita o que Lúcia estava falando pra que, que ele não deveria ficar julgando a decisão que as pessoas tinham de como usar suas habilidades achando que existe de forma tão demarcada o bem e o mal mas as habilidades são uma evolução natural do ser humano e precisamos aprender a lidar com elas. Por não querer ouvir o que ela está dizendo e se achar muito poderoso sobe para o dirigível para fazer com que todos esqueçam de tudo pois ele julgava que ninguém era digno de usar habilidade alguma, muito menos ele. Um tempo antes manda uma mensagem mental para o escritor dessa historia para que um dia ele perceba que precisa escrever e deixa latente na mente das pessoas a vontade de ter habilidades para que elas se lembrem vagamente até que um dia estejam preparados para de novo alguem despertar e tentarem de novo que a humanidade tenha habilidades. Cria um possível ataque terrorista ao que todos pensam e coloca um grande dirigível indo em chamas e indestrutível em direção ao Empire State, o que faz com que aconteça uma grande transmissão ao vivo mundialmente. Nesse momento, mesmo Larissa e Lúcia e todos os que estavam batalhando ficam paralisados e impotentes, pensando em porque o garoto estava querendo destruir o Empire State. Na realidade o dirigível não estava em chamas era uma grande ilusão e nesse momento quase no impacto com o prédio, apesar dos esforços das forças aéreas americanas o garoto envia uma mensagem telepática para todos que estão no mesmo fluxo mental fazendo com que esqueçam de tudo."
    }
}