{
    "brainstorm": [
        "scene[? contains(characters,'Joana')]",
        "A história de pano de fundo é para contar como não devemos acreditar cegamente em nada o que pode ser um problema pois os despertos conseguiram entender e usar as habilidades pois acreditam muito que podem mas não devem acreditar em todo mundo sem antes saber se a pessoa esta falando a verdade mesmo ou não",
        "Lúcia, a personagem que representa o ceticismo vai resolver tudo",
        "Larissa, a personagem que representa a ação vai resolver tudo vivendo no presente e agindo com o que tem",
        "O garoto representa o orgulho e a prepotência. Ele acha que por saber que todos tem poderes e podem fazer tudo que quiserem é mais poderoso que todo mundo mas fica preso nesse fato e acaba por não sair do lugar. Durante toda a história na verdade está preso em idas e vindas e em aprender habilidades novas mas de fato não faz nada com elas",
        "Ítalo representa a fé cega. Em vários momentos começa a seguir o garoto que representa o messias prometido",
        "Pedro e Larissa foram enganados por Crispim por acreditarem que ele dizia a verdade e as outras pessoas são más",
        "Tratar como a fé cega em algo pode ser um problema",
        "Crispim só teve suas habilidades porque o garoto voltou para impedí-lo ter ter as habilidades e o mesmo acabou vendo, por isso Crispim protege o garoto até o momento que ele entender que essa volta aconteceu. Para garantir que aconteça, no começo ele pressiona bastante o garoto para que ele pense que pode mudar o tempo. Larissa não sabe dessa questão e sempre fica indignada porque Crispim protege o garoto sendo que ela é muito mais forte que ele. Ítalo por conta dessa postura de Crispim e por ser religioso entende que o garoto é algum tipo de messias, até perceber que não mas mesmo assim continua do seu lado pois percebe que o garoto nunca prometeu nada para ele",
        "Crispim colocava na mente das pessoas a ideia de que existiam as habilidades para que em algum momento que eles tivessem contato com a sua agressividade e assim sentirem uma grande vontade de poder fazer algo de extraordinário, despertassem. A única pessoa que realmente teve a ideia inicialmente foi o garoto mas ele não tinha auto estima suficiente para acreditar em si mesmo, então Crispim contou para Ítalo que ele era o salvador de todos eles sabendo que Ítalo iria atrás do garoto para ver quem ele era fazendo com que o garoto assim percebesse que o que ele pensava era verdade e assim depois fosse mais facil despertar",
        "O garoto apresenta as habilidades para Crispim quando ele volta no tempo, mas Crispim desperta o garoto, então temos aqui um paradoxo temporal clássico",
        "No final, o garoto ao ver sua irmã em perigo, desce do dirigível e enfrenta o garçom, poderia ter acabado com ele logo de cara mas o que ele faz é ceder à sua raiva e começar a estrangular ele com telecinese, ele segura todos os despertos pelo pescoço e começa a apertar, Lúcia então fala pra ele que assim ele se iguala a todos eles então ele percebe que não ia adiantar de nada enviar uma mensagem mental para explicar pra todos que as habilidades eram como sentidos e era pra eles usarem para o bem por que até ele que se julgava super bom sucumbe no momento em que pra ele fazia sentido. Percebe nesse momento que precisa fazer com que todos esqueçam de tudo.",
        "Larissa quando o garoto volta e tenta mudar o passado tentando impedir que Crispim desperte passa a ter cabelos azuis, antes ela tinha cabelos vermelhos para mostrar que podemos mudar pequenos detalhes mas a história geral não se altera nunca",

        "A viagem no tempo é totalmente irrelevante por que não conseguimos mudar nada no fim dos tempos ja que o que faz as coisas acontecerem é o nosso livre abítrio que faz tudo tender sempre para praticamente o mesmo destino. Conseguimos mudar pequenos detalhes irrelevantes mas as grandes questões não.",

        "No final o garoto está tentando levar o dirigivel para bem perto do empire state para entao fazer ele ficar visível e mandar uma mensagem mental para todo o mundo de que as habilidades são algo que deve ser usado para o bem, mas ao ver o garçom tentando matar Lúcia, desce em um rompante de furia o mata de forma bem violenta, passa entao um momento de crise de identidade pois até entao ele falava que ele queria sempre usar para o bem e era possivel mas ai mata alguem, percebe que na realidade ele só não tinha chegado a um ponto que para ele fizesse sentido usar para seu próprio bem, nesse momento então é levado para um momento bem no passado na idade média em que uma comunidade inteira que vive dentro de um condado fechado sabe da existencia das habilidades e convive com ela a algumas gerações. Nesse momento a princesa desse condado descobre que algumas pessoas estava usando as habilidades para seu proprio bem e fica extremamente triste fazendo com que ela pense que não deveriam usar as habilidades e então da torre do castelo grita que não devia mais usar as habilidades e então ela se mata fazendo com que toda a comunidade começe a ficar em dúvida e esqueça que podiam depois de um tempo que podiam usar as habilidades. O garoto volta então para o tempo de agora e sabe que na realidade precisa mandar uma imagem mental fazendo com que todos esqueçam das habilidades, inclusive ele. Um tempo antes manda uma mensagem mental para o escritor dessa historia para que um dia ele perceba que precisa escrever e deixa latente na mente das pessoas a vontade de ter habilidades para que elas se lembrem vagamente até que um dia estejam preparados para de novo alguem despertar e tentarem de novo que a humanidade tenha habilidades. Os filmes e estorias de poderes e herois que temos hoje em dia na verdade são lembranças que temos de quando podíamos usar",
        "É importante colocar ao longo da historia momentos que ele sonha e se lembra vagamente da princesa. Preciso pensar em por que ele sonhava com isso, provavelmente ele estava conseguindo acessar uma parte da consciência que tinha sido colocada em dormencia e ele era descendente desse povo que tinha habilidades.",
        
        "No final, quando ele decide descer para salvar Lúcia, ela fala pra ele que ele sempre teve dificuldade em se conectar com a realidade e essa busca de bem e mal que ele estava travando não existia além de na cabeça dele, tudo aquilo na verdade era muito maior do que ele, representava uma evolução do ser humano e não só uma batalha entre bem e mal pois quem definia quem era bom e quem era mal, quem estava usando as habilidades para o bem ou o mal, quem definia isso?",
        
        "O garoto depois que volta da sua viagem para a idade média que para as pessoas do presente não passou de alguns segundos, volta no meio da conversa com a sua irmã, então ele fala que já sabe o que precisa fazer para limpar todo esse mal, então Lucia fala que ele não tem que ficar julgando as pessoas e decidindo quem é certo e quem é errado mas ele se revolta e fala que não quer ouvir nada daquilo que ela está falando e como ele tem muito poder já sabe bem o que precisa fazer, ela então fala pra ele que ele nunca tinha usado o termo poder, mas que talvez era o que ele sempre buscou desde o começo então ele se teleporta para dentro do dirigivel e faz com que todos esqueçam, dizendo que deixa na mente do escritor a ideia de torcendo para que na próxima vez o dertamento aconteça num momento em que o ser humano seja melhor",

        "Lúcia estava fazendo a revolução na verdade para que todos vissem o que estava sendo feito com as habilidades esperando que elas entendessem que não podia ser toda guiada por violência mas sim levada como uma coisa natural e esperava que no meio de tantos despertos surgisse alguem que fosse evitar que tudo isso acontecesse."
    ]
}